[{"_id":{"$oid":"5c0e83334836ff099170a266"},"id":0,"country":"Spain","information":"Julio Alexis Muñoz, director, and Carmen García Jiménez, head of studies, Escuela Superior de Canto de Madrid (ESCM)"},
{"_id":{"$oid":"5c0e83894836ff099170a285"},"id":1,"country":"Slovenia","information":"Dušan Bavdek, composer and Ass. professor/Vice dean of international activities, Academy of Music, University of Ljubjlana, as well as board member Slovene Society of Composers (DSS)"},
{"_id":{"$oid":"5c0e83f24836ff099170a2a0"},"id":2,"country":"Croatia","information":"Jasenka Ostojić, Head of depart. of Conducting, Harp and Percussion Department, University of Zagreb Music Academy,"},
{"_id":{"$oid":"5c0e84474836ff099170a2a9"},"id":3,"country":"Slovakia","information":"Eva Čunderlíková, Secretary General, Slovak Music Teacher Association (AUHS), Academy of Music Bratislava (VŠMU)"},
{"_id":{"$oid":"5c0e84824836ff099170a2b1"},"id":4,"country":"Czech Rep","information":"Hanuš Bartoň, head of the department composition, Academy of Performing Arts in Prague (AMU)"},
{"_id":{"$oid":"5c0e84bc4836ff099170a2b9"},"id":5,"country":"Romania","information":"Dr. Grigore Cudalbu, Romanian National Association of Choral Music (ANCR), National University of Music, Bucharest (UNMB)"},
{"_id":{"$oid":"5c0e85004836ff099170a2c3"},"id":6,"country":"France","information":"Jacques Moreau, director, CEFEDEM Auvergne Rhône-Alpes"},
{"_id":{"$oid":"5c0e853e4836ff099170a2cb"},"id":7,"country":"Germany","information":"Prof. Ekkehard Klemm, president of Association of German Concert Choirs (VDKC), Head of Conducting Department, University of Music Dresden"},
{"_id":{"$oid":"5c0e856c4836ff099170a2d2"},"id":8,"country":"Hungary","information":"KÓTA, National Association of Hungarian Choirs and Orchestras"},
{"_id":{"$oid":"5c0e85a34836ff099170a2da"},"id":9,"country":"Malta","information":"Dr. John Galea and Dr. Albert Pace, University of Malta, School of Performing Arts"},
{"_id":{"$oid":"5c0e85d34836ff099170a2e2"},"id":10,"country":"Portugal","information":"Jorge Alves, “Association of choirs in Lisbon”, and Manuela Encarnacao, Association of Portuguese Music Teachers (APEM)."},
{"_id":{"$oid":"5c0e86054836ff099170a2ea"},"id":11,"country":"Luxembourg","information":"Fédération Nationale de Musique du Grand-Duché de Luxembourg, (UGDA)"},
{"_id":{"$oid":"5c0e86344836ff099170a2ee"},"id":12,"country":"Belgium","information":"Koor \u0026 Stem, Dutch speaking choir association / La Fédération Chorale Wallonie-Bruxelles A Cœur Joie (FCWB), French-speaking"},
{"_id":{"$oid":"5c0e86614836ff099170a2f4"},"id":13,"country":"Finland","information":"Reijo Kekkonen, publishing director, and Virpi Häyrinen, executive director, SULASOL, The Finnish Amateur Musicians’ Association"},
{"_id":{"$oid":"5c0e86884836ff099170a2fd"},"id":14,"country":"Lithuania","information":"Arvydas Girdzijauskas, conductor, board member, Lithuanian Choral Union Advisor: Aurelija Andrejauskaitė, Head of Music Division, Lithuanian National Culture Centre"},
{"_id":{"$oid":"5c0e86bd4836ff099170a305"},"id":15,"country":"Estonia","information":"Kaie Tanner, Secretary General, Estonian Choral Association Kadi Härma, Estonian Society for Music Education"},
{"_id":{"$oid":"5c0e86f24836ff099170a309"},"id":16,"country":"Ireland","information":"Maria Judge, Head of Musicianship and Academic Studies, Cork School of Music (CIT)"},
{"_id":{"$oid":"5c0e87294836ff099170a311"},"id":17,"country":"Netherlands","information":"Lieuwe Noordam, Prince Claus Conservatoire, Groningen Christiane Nieuwmeijer, University of the Arts in Utrecht"},
{"_id":{"$oid":"5c0e875f4836ff099170a319"},"id":18,"country":"Bulgaria","information":"Prof. Toni Shekerdzhieva-Nowak, Vice-Rector of Scientific Activities, PhD, Academy of Music, Dance and Fine Arts – Plovdiv"},
{"_id":{"$oid":"5c0e87954836ff099170a321"},"id":19,"country":"Italy","information":"Prof. Stefano Sanfilippo, pianist, conductor and Erasmus coordinator, Conservatory of Music “V. Bellini” Catania, Sicily"},
{"_id":{"$oid":"5c0e87bc4836ff099170a328"},"id":20,"country":"The UK","information":"Prof. David Saint, former principal of Birmingham Conservatoire"},
{"_id":{"$oid":"5c0e87f04836ff099170a330"},"id":21,"country":"Austria","information":"Dr. Helmut Brenner, University of Music and Performing Arts, Graz (KUG)"},
{"_id":{"$oid":"5c0e88294836ff099170a338"},"id":22,"country":"Cyprus","information":"Pitsa and Egli Spyridaki, Directors, Arte Music Academy"},
{"_id":{"$oid":"5c0e88574836ff099170a33c"},"id":23,"country":"Greece","information":"Thomas Louziotis, President, The Hellenic Choirs Association"},
{"_id":{"$oid":"5c0e88874836ff099170a344"},"id":24,"country":"Latvia","information":"Rūta Kanteruka, president, Latvian Music Teachers’ Association (LVIIMSA)"},
{"_id":{"$oid":"5c0e88b44836ff099170a34a"},"id":25,"country":"Poland","information":"Prof. Marcin Tomczak, Head of Choir Conducting Department, Stanislaw Moniuszko Music Academy in Gdansk"},
{"_id":{"$oid":"5c0e88dd4836ff099170a353"},"id":26,"country":"Sweden","information":"Susanne Rosenberg, Head of Folk Music Department, Royal College of Music in Stockholm"},
{"_id":{"$oid":"5c0e89294836ff099170a35b"},"id":27,"country":"Denmark","information":"Toke Odin Brorson, choir conductor, MS in composition/music science, Royal College of Music Copenhagen"}]
