[{"id":0,"title":"Chairman and lyrics editor","personal_info":"Jeppe Marsling, born 1974, Denmark","info_text":"Graduated his secondary education from Sct. Annae Music High School after which he was elected president of OBESSU, Organizing Bureau of European School Student Unions. After studying Philosophy at Roskilde University, he published a children’s book and essays and has been editor of culture and editor in chief of the Copenhagen Newspaper (2006-09). In 2006, he wrote the lyrics for the choir piece Hymn for Human Rights (put into music by Francesco Cali). Currently he is Editor for Europe on the internet magazine Netudgaven.","image":"http://www.eu-songbook.org/wp-content/uploads/2015/01/Sk%C3%A6rmbillede-2015-01-18-kl.-23.06.35-287x300.png"},
{"id":1,"title":"Vice chairman and lyrics editor","personal_info":"Jon Egeris Karstoft, born 1992, Denmark","info_text":"Student of economics at the University of Copenhagen. He has lived in both France and Germany. In 2011, he co-founded the youth wing of the SSW, the party of the Danish minority in Germany. Two years later, he was the European delegate of the youth wing, joining in on the debate in the European Free Alliance. When he doesn’t study, he writes about European politics for Ræson, a Danish international affairs magazine, and co-organises the Song Marathon, a major open air event in Copenhagen.","image":"http://www.eu-songbook.org/wp-content/uploads/2015/01/sit-in1-e1421619256223.png"},
{"id":2,"title":"Secretary and music editor","personal_info":"Francesco Cali, b. 1966, Italy","info_text":"Educated as pianist and composer from the music conservatory in Catania. Since 1991 he has published many works, both classical and jazz, instrumental and for choir. (Among those Hymn for Human Rights with Chamber Choir Hymnia (with lyrics by board member Jeppe Marsling). Having won the international competition “Pepinières Européennes pour Jeunes Artistes” he was invited to the music Conservatory in Copenhagen. He now resides in Copenhagen where he has established his family.","image":"http://www.eu-songbook.org/wp-content/uploads/2015/01/Sk%C3%A6rmbillede-2015-01-18-kl.-23.15.25-e1421619396290.png"},
{"id":3,"title":"Treasurer","personal_info":"Jens Svane Boutrup, b. 1973, Denmark","info_text":"Since he was educated as s stage director (MFA) from Brooklyn College in New York, Jens has both dramatised and translated several plays, both for children and adults. Recently Border Syndrome, a drama based on A Short Border Handbook by Gazmend Kapllani. From 2005 through 2008 he was head of the Theatre Momentum. Since 2008, he has been the head of Bornholm’s Theatre.","image":"http://www.eu-songbook.org/wp-content/uploads/2015/01/Sk%C3%A6rmbillede-2015-01-18-kl.-23.05.061-e1421619452557.png"}]
